[
    {
        "Heading": "Mobile Phones",
        "Mobile_Phones": [
            {
                "id": "0",
                "Data": {
                    "Date_of_Publish": "23 January 2024 21:43 IST",
                    "Image_URL": "https://i.gadgets360cdn.com/large/samsung_power_bank_20000_1706022808332.jpg?downsize=950:*",
                    "Title": "Samsung 20,000mAh Power Bank With 45W Output, USB Type-C Compatibility Launched",
                    "Short_desc": "Samsung has silently launched a new 20,000mAh power bank in the UK. The Samsung Quick Charge 45W power bank was recently listed on an e-commerce platform in the UK. It is the successor to the South Korean tech giant's 10,000mAh power bank which was released at the end of 2022. The new power bank boasts an improved 45W output, allowing it to charge compatible devices faster. The listing also reveals that the mobile accessory is eco-friendly as it is manufactured using recycled materials.",
                    "Long_desc": [
                        "Samsung has silently launched a new 20,000mAh power bank in the UK. The Samsung Quick Charge 45W power bank was recently listed on an e-commerce platform in the UK. It is the successor to the South Korean tech giant's 10,000mAh power bank which was released at the end of 2022. The new power bank boasts an improved 45W output, allowing it to charge compatible devices faster. The listing also reveals that the mobile accessory is eco-friendly as it is manufactured using recycled materials.",
                        "Samsung Quick Charge 45W power bank price",
                        "A listing on Mobile Fun, an online retailer focussed on mobile accessories, reveals the details of the Samsung 20,000mAh power bank. Interestingly, even Samsung's official website is yet to list the product. As per the listing, the power bank has a sole beige colour and a curved body with minimal design, similar to its predecessor. However, it now has three USB Type-C ports instead of two. In the UK, it has been priced at GBP 59.99 (approximately Rs. 6,340).",
                        "Samsung Quick Charge 45W power bank specifications",
                        "While the 20,000mAh Samsung power bank has three ports, the product listing highlights that it can only charge two devices simultaneously. Additionally, when charging two devices together, the maximum power out will be 9W. However, with a maximum power output of 45W, it can charge all Galaxy smartphones, including the recently launched Galaxy S24 Ultra and Galaxy S24+, at their fastest speeds. Next to the port, the company has added a reset button. Users can reset the device by pressing it for 7.5 seconds in case of a glitch or if the power bank is not charging.",
                        "According to the listing, the power bank is made from UL-certified recycled materials and is eco-friendly. UL certification is given by a third-party certification company Underwriter Laboratories to the products that meet its environmental and safety regulations.",
                        "The Samsung 20,000mAh power bank ships with a USB Type-C to USB Type-C charging cable which can be used both to charge other devices and the power bank. The cable is 20cm long.",
                        "Interestingly, this is not Samsung's first 20,000mAh power bank. Samsung has listed a 20,000mAh, 25W power bank exclusively in the Levant region. However, this is the first time Samsung has launched a 20,000mAh power bank with a 45W output. At the moment, there's no word on when the power bank will be launched in other markets, including India."
                    ]
                }
            },
            {
                "id": "1",
                "Data": {
                    "Date_of_Publish": "23 January 2024 21:43 IST",
                    "Image_URL": "https://i.gadgets360cdn.com/large/redmi_k70_ultra_1706021358082.jpg?downsize=950:*",
                    "Title": "Redmi K70 Ultra Might Get 24GB LPDDR5T RAM and 8T LTPO Display, Leak Suggests",
                    "Short_desc": "Redmi K70 Ultra might soon join the Redmi K70 series and become the fourth in the lineup and the most feature-heavy smartphone by the brand. The series was launched in November 2023 with the base model Redmi K70, Redmi K70E, and Redmi K70 Pro. The company has been said to be working on the Ultra model for some time and a new leak suggests that it might become the first phone to feature 24GB LPDDR5T RAM. Alongside, it may also come with an 8T OLED panel with LTPO technology.",
                    "Long_desc": [
                        "Redmi K70 Ultra might soon join the Redmi K70 series and become the fourth in the lineup and the most feature-heavy smartphone by the brand. The series was launched in November 2023 with the base model Redmi K70, Redmi K70E, and Redmi K70 Pro. The company has been said to be working on the Ultra model for some time and a new leak suggests that it might become the first phone to feature 24GB LPDDR5T RAM. Alongside, it may also come with an 8T OLED panel with LTPO technology.",
                        "The leaked information was reported by GizmoChina and comes from tipster Digital Chat Station (DCS). As per the leak, the Redmi K70 Ultra will feature 24GB LPDDR5T RAM with up to 1TB UFS 4.0 inbuilt storage, an 8T LTPO display capable of producing 1.5K resolution, and a MediaTek Dimensity 9300 chipset.",
                        "Reportedly, the Redmi K70 Ultra will launch in China in the first half of 2024 and is not expected to make it to the global markets. Similar to its predecessor, Redmi K60 Ultra, which was launched as Xiaomi 13T Pro outside China, it might be introduced as the Xiaomi 14T Pro. If the company follows a similar timeline as last year, the global variant might be unveiled in September 2024.",
                        "While the Redmi K70 Ultra will not be the first handset to flaunt LPDDR5T RAM, as the Chinese variant of the Vivo X100 and Vivo X100 Pro are also equipped with it. However, the Vivo handsets only go up to 16GB of RAM. This would make the Redmi flagship the first smartphone to offer 24GB RAM with this technology.",
                        "Meanwhile, the 8T LTPO panel is said to be more efficient in switching refresh rates, making it more responsive. Although not mentioned in the leak, the Redmi K70 Ultra is tipped to offer similar display specifications as its predecessor and get 2,600 nits of peak brightness and a refresh rate of 144Hz. It is also likely to get HDR10+ and Dolby Vision support.",
                        "So far, the recently introduced MediaTek Dimensity 9300 chipset was only seen in the Vivo X100 series, and the Redmi K70 Ultra could become the next in line to feature it. Earlier, leaks suggested that it could be paired with the Mali-G720 Immortalis MP12 GPU. Not much is known about the camera setup of the upcoming phone, however, some reports have mentioned that it might get a 50-megapixel Sony LYTIA 800 primary camera with optical image stabilization (OIS) alongside a 108-megapixel ultrawide lens."
                    ]
                }
            },
            {
                "id": "2",
                "Data": {
                    "Date_of_Publish": "23 January 2024 20:31 IST",
                    "Image_URL": "https://i.gadgets360cdn.com/large/oneplus_12_5g_case_ndtv_1705662046068.jpg?downsize=950:*",
                    "Title": "OnePlus 12 With Snapdragon 8 Gen 3 Launched in India Alongside OnePlus 12R: Price, Specifications",
                    "Short_desc": "OnePlus 12 was launched in India on Tuesday as the company's first flagship phone equipped with Qualcomm's Snapdragon 8 Gen 3 chip. It is equipped with a 50-megapixel primary camera with a Sony LYT-808 sensor and a 64-megapixel telephoto camera with 3x optical zoom. The company also launched the OnePlus 12R, which is a rebranded version of the OnePlus Ace 3 that was previously launched in China and is powered by a Snapdragon 8 Gen 2 processor. Both smartphones run on Android 14-based OxygenOS 14 out-of-the-box.",
                    "Long_desc": [
                        "OnePlus 12 was launched in India on Tuesday as the company's first flagship phone equipped with Qualcomm's Snapdragon 8 Gen 3 chip. It is equipped with a 50-megapixel primary camera with a Sony LYT-808 sensor and a 64-megapixel telephoto camera with 3x optical zoom. The company also launched the OnePlus 12R, which is a rebranded version of the OnePlus Ace 3 that was previously launched in China and is powered by a Snapdragon 8 Gen 2 processor. Both smartphones run on Android 14-based OxygenOS 14 out-of-the-box.",
                        "OnePlus 12, OnePlus 12R price in India and availability",
                        "OnePlus 12 price in India starts at Rs. 64,999 for the base model with 12GB of RAM and 256GB of storage, while the 16GB+512GB model is priced at Rs. 69,999. The phone is available in Flowy Emerald and Silky Black colourways. Sales of the handset will start at January 30 via OnePlus' website, Amazon, and retail stores.",
                        "On the other hand, the OnePlus 12R is priced at Rs. 39,999 for the base 8GB+128GB RAM and storage configuration. You can also purchase the 16GB+256GB model with faster storage at Rs. 45,999. This handset comes in Cool Blue and Iron Gray colour options. The handset will go on sale on February 6, via the OnePlus' website, Amazon, and retail stores.",
                        "OnePlus 12 specifications",
                        "The dual SIM (Nano) OnePlus 12 runs on OxygenOS 14, which is based on Android 14. The smartphone sports a 6.82-inch quad-HD+ (1,440 x 3,168 pixels) LTPO 4.0 AMOLED screen with Gorilla Glass Victus 2 protection. The display has a peak brightness of 4,500 nits and its refresh rate ranges between 1Hz and 120Hz, according to OnePlus. It runs on Qualcomm's flagship Snapdragon 8 Gen 3 processor, paired with up to 16GB of LPDDR5x RAM and up to 512GB of UFS 4.0 storage.",
                        "The smartphone is equipped with a triple rear camera setup that is tuned by Hasselblad. It comprises a 50-megapixel primary camera with a Sony LYT-808 sensor and an f/1.6 aperture, a 48-megapixel ultra-wide-angle camera with a 114-degree field-of-view, and a 64-megapixel periscope telephoto camera with 3x optical zoom and an f/2.6 aperture. The phone also features a 32-megapixel selfie camera with an f/2.4 aperture, located in a hole-punch cutout on the display.",
                        "The OnePlus 12 offers 5G, 4G LTE, Wi-Fi 7, Bluetooth 5.4, GPS, and NFC connectivity. It is equipped with a gyroscope, accelerometer, magnetometer, proximity sensor, and an under-display fingerprint sensor for biometric authentication. There's a 5,400mAh battery that can be charged at 100W using the included SuperVOOC charger, and the phone supports 50W wireless charging and 10W reverse wireless charging. It has an IP65 rating for dust and splash resistance. Besides, it measures 164.3x75.8x9.15mm and weighs 220g.",
                        "OnePlus 12R specifications",
                        "Like its more powerful sibling, the OnePlus 12R also runs on Android 14-based OxygenOS 14 out-of-the-box. It has a slightly smaller 6.78-inch 1.5K (1,264x2,780 pixels) LTPO 4.0 AMOLED screen — the refresh rate, display protection material, and other specifications of both phones are the same. It is powered by the previous-generation Snapdragon 8 Gen 2 chip, which also powered last year's OnePlus 11. The phone is equipped with up to 16GB of LPDDR5x RAM.",
                        "The OnePlus 12R features a 50-megapixel camera with a Sony IMX890 sensor and an f/1.8 aperture, an 8-megapixel ultra-wide-angle camera with a 112-degree field-of-view, and a 2-megapixel macro camera with an f/2.4 aperture. The phone has a 16-megapixel selfie camera with an f/2.4 aperture, according to the company.",
                        "You get 128GB of UFS 3.1 storage or 256GB of UFS 4.0 storage on the OnePlus 12R. Connectivity options and sensors are the same as the flagship phone, except for Bluetooth 5.3 on this handset. The OnePlus 12R has a slightly larger 5,000mAh battery that also supports 100W SuperVOOC wired charging — there's no wireless charging support on this smartphone. It measures 163.3x75.3x8.8mm and weighs 207g."
                    ]
                }
            },
            {
                "id": "3",
                "Data": {
                    "Date_of_Publish": "23 January 2024 17:37 IST",
                    "Image_URL": "https://i.gadgets360cdn.com/large/reno_11f_teaser_1706008343162.jpg?downsize=950:*",
                    "Title": "Oppo Reno 11F 5G Colour Options Officially Teased Ahead of Launch; to Get Triple Rear Cameras",
                    "Short_desc": "Oppo Reno 11F 5G is likely to get a launch date soon, as the company has officially teased the handset on its social media platforms. This will be the third model in the Oppo Reno 11 5G series joining the Oppo Reno 11 and Oppo Reno 11 Pro, which were launched in November 2023. The official poster showcases the smartphones in green and pink hues. Earlier, several key specifications of the Oppo Reno 11F 5G had leaked, giving an insight into what these devices may look like.",
                    "Long_desc": [
                        "Oppo Reno 11F 5G is likely to get a launch date soon, as the company has officially teased the handset on its social media platforms. This will be the third model in the Oppo Reno 11 5G series joining the Oppo Reno 11 and Oppo Reno 11 Pro, which were launched in November 2023. The official poster showcases the smartphones in green and pink hues. Earlier, several key specifications of the Oppo Reno 11F 5G had leaked, giving an insight into what these devices may look like.",
                        "The official teaser was shared by Oppo Indonesia on X (formerly Twitter) in a post where the two different colourways and the triple rear camera module can be seen. The company also shared a registration link for users to get an update about its launch. The Oppo Reno 11F 5G is not likely to be launched in India, however, as per reports it may arrive in the country as the rebranded Oppo F25, the successor to the Oppo F23.",
                        "Apart from the two colour options being revealed, the Oppo Reno 11F 5G is also expected to be available in a blue colour. All the colourways appear to have a glossy finish. The triple rear camera rings are housed in a rectangular module, which is different from the other two smartphones in the series that feature a pill-shaped module.",
                        "Facebook user HTC Warujayeng earlier shared that the smartphone could be launched on February 24, and the pre-orders could open between February 16 and February 23. However, some reports have also mentioned that the Oppo Reno 11F 5G is already available for pre-orders in offline markets.",
                        "Some of the key specifications of the handset were previously leaked. Based on the leaks, the Oppo Reno 11F 5G might feature a 6.7-inch AMOLED display with a 120Hz refresh rate. Under the hood, it could get a MediaTek Dimensity 7050 chipset paired with up to 8GB RAM and up to 256GB inbuilt storage. For optics, it is likely to sport a 64-megapixel primary camera, an 8-megapixel ultrawide lens, and a 2-megapixel macro shooter. The leak also suggested that the phone would be backed by a 5,000mAh battery with 67W wired fast charging support."
                    ]
                }
            },
            {
                "id": "4",
                "Data": {
                    "Date_of_Publish": " 23 January 2024 15:48 IST",
                    "Image_URL": "https://i.gadgets360cdn.com/large/Moto_G73_5G_battery_back_ndtv_1680847112904.jpg?downsize=950:*",
                    "Title": "Motorola's Android 14-Based My UX Rollout Plan Revealed: See List of Compatible Phones",
                    "Short_desc": "Google officially released Android 14 at the start of October last year and as usual, the Pixel family was the first to receive the new operating system. Several smartphone brands including Samsung, Nothing, and Oppo have already started providing the stable/beta version of the new operating system on their phones. Now, Motorola has revealed its Android 14-based My UX update rollout schedule. The latest Motorola handsets including Edge 40 and Edge 40 Neo are confirmed to receive the update. The company's Razr lineup comprising Motorola Razr 40 and Razr 40 Ultra is also slated to receive Android 14. The 2022 Motorola Edge, Motorola Edge+, and Edge 30 Fusion are the oldest devices the company plans to upgrade.",
                    "Long_desc": [
                        "Google officially released Android 14 at the start of October last year and as usual, the Pixel family was the first to receive the new operating system. Several smartphone brands including Samsung, Nothing, and Oppo have already started providing the stable/beta version of the new operating system on their phones. Now, Motorola has revealed its Android 14-based My UX update rollout schedule. The latest Motorola handsets including Edge 40 and Edge 40 Neo are confirmed to receive the update. The company's Razr lineup comprising Motorola Razr 40 and Razr 40 Ultra is also slated to receive Android 14. The 2022 Motorola Edge, Motorola Edge+, and Edge 30 Fusion are the oldest devices the company plans to upgrade.",
                        "Motorola shared the Android 14 update rollout schedule through its website. The stable update will be rolled out in batches and it might take some time for the update to reach all eligible devices. The company has not revealed exact dates for the rollout of the update but we can expect the updates to be spread across 2024."
                    ]
                }
            },
            {
                "id": "5",
                "Data": {
                    "Date_of_Publish": "23 January 2024 12:38 IST",
                    "Image_URL": "https://i.gadgets360cdn.com/large/ios_17_release_apple_1701403613472.jpg?downsize=950:*",
                    "Title": "iOS 17.3 With Stolen Device Protection, Apple Music Collaborative Playlists Released Alongside macOS 14.3",
                    "Short_desc": "iOS 17.3 was released by Apple on Monday alongside macOS 14.3 Sonoma for eligible smartphones and Mac computers. The latest iOS software update comes with a new feature designed to protect your account from thieves. Apple Music has also been updated with support for Collaborative Playlists. Meanwhile, customers will now be able to see warranty details for all their devices in the Settings app. Apple has also included several security fixes as part of the latest iOS 17.3 and macOS 14.3 updates.",
                    "Long_desc": [
                        "iOS 17.3 was released by Apple on Monday alongside macOS 14.3 Sonoma for eligible smartphones and Mac computers. The latest iOS software update comes with a new feature designed to protect your account from thieves. Apple Music has also been updated with support for Collaborative Playlists. Meanwhile, customers will now be able to see warranty details for all their devices in the Settings app. Apple has also included several security fixes as part of the latest iOS 17.3 and macOS 14.3 updates.",
                        "iOS 17.3 was released by Apple on Monday alongside macOS 14.3 Sonoma for eligible smartphones and Mac computers. The latest iOS software update comes with a new feature designed to protect your account from thieves. Apple Music has also been updated with support for Collaborative Playlists. Meanwhile, customers will now be able to see warranty details for all their devices in the Settings app. Apple has also included several security fixes as part of the latest iOS 17.3 and macOS 14.3 updates.",
                        "iOS 17.3 (alongside iPadOS 17.3) and macOS 14.3 Sonoma come with fixes for 15 and 16 security flaws, respectively. These patches fix vulnerabilities related to Safari's WebKit engine, Shortcuts, Spell Checker, Apple's Neural Engine — the company's on-device machine learning NPU — and the mail search service. The company also fixed a bug that caused the system's time zone management service to expose a user's phone number to third-party apps via the system log.",
                        "Aside from these noteworthy fixes and improvements, Apple has finally rolled out Collaborative Playlists on Apple Music, a feature that was shown off last year and appeared briefly on the iOS 17.2 beta. Apple Music subscribers can now contribute to playlists together and react with emoji within these playlists",
                        "Meanwhile, iOS 17.3 users can also use AirPlay for hotel TVs, a feature that will allow them to scan a QR code — on supported TVs in select hotels — to instantly pair with the TV in their room. IHG Hotels & Resorts has already worked with the company to enable AirPlay for hotel TV support on supported TV models, according to Apple."
                    ]
                }
            }
        ]
    },
    {
        "Heading": "GPUs",
        "GPUs": [
            {
                "id": "0",
                "Data": {
                    "Date_of_Publish": "January 22, 2024 7:46AM",
                    "Image_URL": "https://www.digitaltrends.com/wp-content/uploads/2024/01/nvidia-rtx-4080-super-ces-2024.jpg?fit=720%2C404&p=1",
                    "Title": "These early RTX 4080 Super listings confirmed my worries about the GPU",
                    "Short_desc": "I was worried this was going to happen. The first listings for Nvidia’s upcoming RTX 4070 Ti Super and RTX 4080 Super suggest that prices for these high-end cards will be much higher than we expected.",
                    "Long_desc": [
                        "I was worried this was going to happen. The first listings for Nvidia’s upcoming RTX 4070 Ti Super and RTX 4080 Super suggest that prices for these high-end cards will be much higher than we expected.",
                        "Zotac listed about half a dozen models prematurely on Amazon. The listings have been taken down, but VideoCardz was able to capture a couple of screenshots showing the prices of the upcoming GPUs. They show a Zotac AMP Extreme RTX 4080 Super at $1,400, as well as an a Trinity Black RTX 4070 Ti Super at $900. The list prices of these GPUs is $1,000 and $800, respectively.",
                        "VideoCardz spotted six listings in total, with three RTX 4070 Ti Super models ranging from $900 to $970 and three RTX 4080 Super models ranging from $1,300 to $1,400. Although we expect to see overclocked models at a slight premium, the listing include versions of these GPUs that are supposed to be at list price.",
                        "Unlike with the recent RTX 4070 Super, Nvidia says it’s replacing the base RTX 4070 Ti and RTX 4080 with the upcoming Super versions. In the case of the RTX 4080 Super, Nvidia is slashing the price from $1,200 down to $1,000. Despite that, the few remaining models of the base RTX 4080 left in stock are still selling for $1,200, suggesting that Nvidia’s recommended price for the RTX 4080 Super may not hold for long.",
                        "The only exception is the RTX 4080 Super. Given that the price of the base model has held steady at $1,200, I suspect that prices on the RTX 4080 Super will go above what Nvidia recommends. Hopefully, prices will eventually even out to a place where you can buy one of the new GPUs at this price. That’s what we’ve seen with the RTX 4070 Super, which is available at list price even after launching with rave reviews.",
                        "We won’t have to wait long to see how everything shakes out. The RTX 4070 Ti Super is set to launch in a few days, on January 24, while the RTX 4080 Super is coming next week on January 31."
                    ]
                }
            },
            {
                "id": "1",
                "Data": {
                    "Date_of_Publish": "January 19, 2024 at 7:59 AM ",
                    "Image_URL": "https://www.techspot.com/images2/news/bigimage/2024/01/2024-01-19-image-2-j_1100.webp",
                    "Title": "Some Ryzen 8000G APUs could drastically reduce SSD and GPU performance",
                    "Short_desc": "AMD announced its Ryzen 8000G-series desktop processors at CES 2024 earlier this month. Boasting Zen 4 core architecture and RDNA 3 graphics, the new APUs are made up of 4 SKUs: two high-end models based on Phoenix 1 dies, and two entry-level products based on Phoenix 2. New developments now suggest that the Phoenix 2 chips could support much lower SSD speeds and GPU performance compared to their Phoenix 1 counterparts.",
                    "Long_desc": [
                        "In brief: AMD announced its Ryzen 8000G-series desktop processors at CES 2024 earlier this month. Boasting Zen 4 core architecture and RDNA 3 graphics, the new APUs are made up of 4 SKUs: two high-end models based on Phoenix 1 dies, and two entry-level products based on Phoenix 2. New developments now suggest that the Phoenix 2 chips could support much lower SSD speeds and GPU performance compared to their Phoenix 1 counterparts.",
                        "Official specs published by Gigabyte for its B650E AORUS ELITE X AX ICE motherboard reveal that the two Phoenix 2 chips in the lineup, the Ryzen 5 8500G and Ryzen 3 8300G, will offer only PCIe 4.0 x4 functionality for discrete graphics cards, while the Phoenix 1 APUs, the Ryzen 7 8700G and Ryzen 5 8600G, will support PCIe 4.0 x8.",
                        "It's a similar story with the M.2 lanes, which will be cut from PCIe 4.0 x4 in the two Phoenix 1 chips to PCIe 4.0 x2 for Phoenix 2, virtually halving SSD performance. This means the two lower-end 8000G chips will only be able to run a PCIe 4.0 SSD with two lanes instead of four and external graphics cards with just four lanes instead of 8 or 16, which are supported by most modern desktop platforms. Unlike Ryzen 7000, none of the 8000G APUs support PCIe 5.0.",
                        "The support for fewer PCIe lanes is expected to have a negative impact on the SSD speed and discrete GPU performance, especially if you are looking to install high-end components. It shouldn't, however, be an issue for entry-level graphics cards, many of which still only support 4x PCIe 4.0 lanes anyway.",
                        "Reports claim that AMD had originally listed only single-channel memory support for the Phoenix 2 APUs, but that has since been updated to show dual-channel memory support for the 8300G. While a single channel would have still offered enough bandwidth to run the iGPUs, it wouldn't have been enough to extract full performance out of discrete graphics cards, so dual-channel support is definitely good news."
                    ]
                }
            },
            {
                "id": "2",
                "Data": {
                    "Date_of_Publish": "January 11, 2024 at 8:55 AM",
                    "Image_URL": "https://www.techspot.com/images2/news/bigimage/2024/01/2024-01-11-image-5-j_1100.webp",
                    "Title": "Intel confirms next-gen Arc Xe2 Battlemage GPUs will launch in 2024, Xe3 Celestial to follow",
                    "Short_desc": "After multiple delays, Intel finally launched its Arc Alchemist graphics cards for desktops and laptops in 2022. The company has now confirmed that its next-gen Xe2 Battlemage GPUs could launch later this year, followed by Xe3 Celestial in the near future.",
                    "Long_desc": [
                        "What just happened? After multiple delays, Intel finally launched its Arc Alchemist graphics cards for desktops and laptops in 2022. The company has now confirmed that its next-gen Xe2 Battlemage GPUs could launch later this year, followed by Xe3 Celestial in the near future.",
                        "The confirmation came this week during an interview with PCWorld, where Intel's Tom Petersen said that the next-gen Arc GPUs will likely hit the market before CES 2025. While he did not offer a more specific timeframe, it is evident from Petersen's statement that the company is aiming for the H2 2024 launch window for the Battlemage lineup.",
                        "According to Petersen, the first set of Battlemage silicon is already being tested in the labs, with 30 percent of the Arc GPU team fine-tuning the software to get it ready for prime time. Meanwhile, most of the hardware engineers on the Arc team have already moved on to 'the next thing,' believed to be the Xe3 Celestial GPUs that are expected to succeed the Battlemage lineup.",
                        "Petersen did not reveal much about the upcoming cards but said that the company will share more details later this year. Earlier leaks, however, revealed some information about the Xe2-HPG (Battlemage) architecture, with one recent report claiming that they could be based on TSMC's N4 fabrication node and feature up to 56 Xe-Cores. They are also tipped to come with a next-gen memory subsystem and improved ray tracing acceleration.",
                        "The official confirmation of the Battlemage launch timeframe comes a few weeks after Intel unwittingly revealed its plans for its next-gen GPU lineup. During its Meteor Lake CPU launch in Japan last month, the company showed off a presentation slide that featured the image of a Battlemage graphics chip under a section earmarked 'upcoming products' for 2024, marking the first time the company publicly revealed its Battlemage release plans.",
                        "The Alchemist launch in 2022 was a hot mess, plagued by delays and buggy drivers that did not play nice with DirectX 11 and DirectX 9 games. While subsequent updates did improve performance, the damage was done, and Alchemist failed to compete on even terms against established offerings from Nvidia and AMD. Intel will be hoping that Battlemage (and Celestial) will have better luck in the driver department and not have any of the software gremlins that bugged their Alchemist counterparts."
                    ]
                }
            },
            {
                "id": "3",
                "Data": {
                    "Date_of_Publish": "January 23, 2024 11:35 AM EST",
                    "Image_URL": "https://cdn.wccftech.com/wp-content/uploads/2024/01/Intel-Xeon-E-Core-CPUs-Clearwater-Forest-Darkmont-architecture-Main-728x466.jpg",
                    "Title": "Intel Begins Next-Gen Xeon E-Core “Clearwater Forest” CPU Enablement, Uses Darkmont Cores",
                    "Short_desc": "Intel has been ramping up developments on Linux, whether it involves the firm's 'Arc' graphics lineup, or their mainstream consumer CPUs. However, server processors were something that was 'relatively' lacking behind, but Intel has caught up on it by starting to push out early support for the firm's Clearwater Forest processors, which are slated to launch somewhere in 2025.",
                    "Long_desc": [
                        "Intel has been ramping up developments on Linux, whether it involves the firm's 'Arc' graphics lineup, or their mainstream consumer CPUs. However, server processors were something that was 'relatively' lacking behind, but Intel has caught up on it by starting to push out early support for the firm's Clearwater Forest processors, which are slated to launch somewhere in 2025.",
                        "Phoronix reports that with Intel Linux engineers fulfilling the support for Intel's Sierra Forest lineup, which is the predecessor to Clearwater Forest, it seems like things won't take a break, as the team directly shifts the focus to the future.",
                        "In terms of what the patch involved, it was a 'basic' one that added a new model number for Clearwater Forest Xeon CPUs, and they are now assigned '0xDD (221)' in the kernel.",
                        "Another interesting addition, or probably a validation is the mention of 'Atom Darkmont', which is expected to be the E-core architecture for these chips. These cores are expected to be an updated Skymont E-Core design and previous information suggests that Intel would retain the 288 core count and 288 threads which we will be getting with Sierra Forest chips too but those are based on the Crestmont E-Core architecture codenamed Sierra Glen.",
                        "While information about the Clearwater Forest lineup is slim for now, we are aware of the fact that it would feature Intel's 18A process, which is said to bring refinements to the RibbonFET technology to deliver another major leap in transistor and chip performance. We could see huge performance leaps in the processors, however, since they are scheduled for launch by 2025, we have still to see much more."
                    ]
                }
            },
            {
                "id": "4",
                "Data": {
                    "Date_of_Publish": "January 23, 2024 08:20 AM EST",
                    "Image_URL": "https://cdn.wccftech.com/wp-content/uploads/2024/01/NVIDIA-GeForce-RTX-4070-SUPER-GPU-728x410.png",
                    "Title": "NVIDIA GeForce RTX 4070 GPU Supply To Normalize By Next Month But Strong Focus On SUPER Variants",
                    "Short_desc": "NVIDIA GeForce RTX 4070 SUPER GPU Has Hit Retail But The Non-SUPER Variant Is Expected To See Decent Volumes Globally By Next Month Too",
                    "Long_desc": [
                        "NVIDIA GeForce RTX 4070 SUPER GPU Has Hit Retail But The Non-SUPER Variant Is Expected To See Decent Volumes Globally By Next Month Too",
                        "It is being reported that the Chinese markets are facing shortages of NVIDIA's GeForce RTX 4070, and things have heated up since the release of NVIDIA's new lineup of RTX SUPER graphics cards. It t is said that NVIDIA has temporarily stopped the flow of the GPUs, to promote its 'SUPER' series, preventing consumers from getting distracted.",
                        "The supply of NVIDIA's GeForce RTX 4070 Non-SUPER GPUs might be restored by Q1 2024, and during this period, it would probably be best for consumers to go for Team Green's relatively newer GPUs. It is said that the supply of NVIDIA's GeForce RTX 4070 will return to its optimal level by mid-February.",
                        "Let's talk a bit about how the NVIDIA's GeForce RTX 4070 SUPER stacks up against its 'NON SUPER' sibling. The NVIDIA GeForce RTX 4070 SUPER features the AD104-350 or AD103-175 GPU (PG141 SKU 335) configurations with the same 7,168 cores across both variants. The GPU comes with 36 MB of L2 cache along with 12 GB GDDR6X memory across the same 192-bit bus interface.",
                        "For the RTX 4070 SUPER, the card has a 20W higher TBP than the existing 4070 at 220W. In terms of gaming performance, the NVIDIA GeForce RTX 4070 SUPER is said to be around 15% faster than the RTX 4070 Non-SUPER, marking the biggest uplifts in the SUPER lineup.",
                        "NVIDIA's RTX 4070 SUPER  lineup has been released and has been cherished by the community, especially for the performance-per-dollar uplifts they bring. They are in no need of a price correction and are equipped with almost 'perfect' specifications, which have brought in decent gains if we consider the SUPER series as a refresh."
                    ]
                }
            },
            {
                "id": "5",
                "Data": {
                    "Date_of_Publish": "January 23, 2024 03:51 AM EST",
                    "Image_URL": "https://cdn.wccftech.com/wp-content/uploads/2023/12/AMD-Ryzen-8000G-Hawk-Point-AM5-Desktop-APU-728x545.jpg",
                    "Title": "AMD Ryzen 7 8700G 8-Core & Ryzen 5 8600G 6-Core Desktop APU Benchmarks Leak, Up To 64% Faster Than Ryzen 5000G",
                    "Short_desc": "The AMD Ryzen 7 8700G is the top Hawk Point APU, featuring 8 cores, 16 threads, 16 MB of L3, and 8 MB of L2 cache. This chip has a base clock of 4.2 GHz and a boost clock of 5.1 GHz and has a TDP of 65W. The chip features the Radeon 780M iGPU with 12 compute units clocked at 2900 MHz, the fastest clock yet on an RDNA 3 integrated graphics chip. The APU will be priced at $329 US.",
                    "Long_desc": [
                        "The AMD Ryzen 7 8700G is the top Hawk Point APU, featuring 8 cores, 16 threads, 16 MB of L3, and 8 MB of L2 cache. This chip has a base clock of 4.2 GHz and a boost clock of 5.1 GHz and has a TDP of 65W. The chip features the Radeon 780M iGPU with 12 compute units clocked at 2900 MHz, the fastest clock yet on an RDNA 3 integrated graphics chip. The APU will be priced at $329 US.",
                        "Moving on, we have the AMD Ryzen 5 8600G which is a 6-core and 12-thread APU with 16 MB of L3 and 6 MB of L2 cache. This chip has a base clock of 4.3 GHz and a boost clock of 5.0 GHz with the same 65W TDP. The GPU is a Radeon 760M iGPU with 8 compute units clocked at 2800 MHz. The APU will be priced at $229 US.",
                        "The benchmarks were tested on two individual platforms. The AMD Ryzen 7 8700G APU system featured an ASUS ROG STRIX B650-A Gaming WIFI motherboard with 32 GB DDR5-6400 memory while the AMD Ryzen 5 8600G APU system featured an MSI B650 Gaming Plus WIFI motherboard with DDR5-6400 memory.",
                        "In terms of performance, the AMD Ryzen 7 8700G offers a massive 64% boost in multi-core and 37% boost in single-core performance versus its predecessor the Ryzen 5 5700G while the Ryzen 5 8600G offers a 50% boost in multi-threaded and 29% boost in single-threaded performance versus its predecessor, the Ryzen 5 5600G. Both CPUs are around 5-10% slower in single and multi-core test results against the standard Ryzen 7000X Desktop CPUs but that should be a given since those run at much higher frequencies and support higher TDPs too.",
                        "The Ryzen 8000G APUs will also be outfitted with the world's fastest integrated graphics solution, the RDNA-based Radeon 700M series which will enable gamers to play their favorite AAA games at 1080p resolutions with performance equivalent to a GTX 1060 or GTX 1650 GPU without needing a discrete graphics card. They will also be the first desktop APUs to come packed with an NPU. AMD has recommended DDR5-6000 as the sweet spot for Ryzen 8000G APUs on desktops.",
                        "The AMD Ryzen 8000G Desktop APUs hit shelves on the 31st of January and will be compatible with all existing AM5 motherboards through a BIOS firmware update."
                    ]
                }
            },
            {
                "id": "6",
                "Data": {
                    "Date_of_Publish": "January 22, 2024 05:40 AM EST",
                    "Image_URL": "https://cdn.wccftech.com/wp-content/uploads/2024/01/Intel-Arrow-Lake-CPUs-728x637.jpg",
                    "Title": "Intel Arrow Lake-U Low-Power CPUs To Be A Cheaper Alternative To Lunar Lake: Based on Intel 3, 10% Perf/Watt Uplift",
                    "Short_desc": "Intel's next major laptop upgrade is heading for low-power platforms and is released in the form of Lunar Lake CPUs which will have their first designs hitting shelves by the end of 2024. Intel is also preparing its Arrow Lake lineup which will serve a range of platforms including desktops, laptops, handhelds, and Mini PCs. The Arrow Lake CPUs will mostly target the high-end & mainstream CPU segment but they will also be coming to thin & light designs as a cheaper alternative to Lunar Lake.",
                    "Long_desc": [
                        "Intel Arrow Lake-U CPUs To Be The Low-Cost Alternative To Lunar Lake, Similiar To The Raptor Lake-U and Meteor Lake-U Releases",
                        "Intel's next major laptop upgrade is heading for low-power platforms and is released in the form of Lunar Lake CPUs which will have their first designs hitting shelves by the end of 2024. Intel is also preparing its Arrow Lake lineup which will serve a range of platforms including desktops, laptops, handhelds, and Mini PCs. The Arrow Lake CPUs will mostly target the high-end & mainstream CPU segment but they will also be coming to thin & light designs as a cheaper alternative to Lunar Lake.",
                        "According to @Bionic_Squash, it looks like while Intel will release its Lunar Lake CPUs for premium yet still low-power notebooks, the Arrow Lake lineup will be offered in the lower-priced segments.",
                        "Intel's Lunar Lake and Arrow Lake CPUs for low-power platforms are expected to utilize different process technologies. Arrow Lake-U is expected to leverage Intel's 3 process node and bring about a 10% performance/watt improvement versus Meteor Lake-U while Lunar Lake-MX chips will offer a bigger performance per watt and significant IPC gains as the company has reported while utilizing a sub-3nm node (20A or 18A)."
                    ]
                }
            }
        ]
    },
    {
        "Heading": "Artifficial-Intelligence",
        "Artifficial_Intelligence": [
            {
                "id": "0",
                "Data": {
                    "Date_of_Publish": "January 25, 2024 8:33 am",
                    "Image_URL": "https://images.indianexpress.com/2024/01/Google-Chrome-AI-features.jpg?resize=600,338",
                    "Title": "Google Chrome is getting 3 new AI features: Here's what you need to know",
                    "Short_desc": "Google is adding three new generative AI powered features to the world's most popular internet browser - Chrome. These include a new way to automatically group tabs, a custom background generator and an AI powered writing assistant.",
                    "Long_desc": [
                        "Google Chrome, the popular internet browser used by billions worldwide is getting three new AI-powered features. These features are currently available on Chrome version M121 and you need to enable them manually from the new ‘Experimental AI’ option that sits under the three-dot menu on the top right of the screen. However, it won’t be long before they make an appearance on the stable version of Chrome.",
                        "The most useful among the three is the new AI-powered tab organization option that lets users automatically group newly opened tabs according to topics. However, it looks like the feature is currently working with existing tabs.",
                        "To use it, simply right-click on the tab that you want to group and click on the ‘Organize Similar Tabs’ option. Chrome will even suggest names and emojis for your newly created groups so you can easily find them when needed.",
                        "Google is also porting the AI-powered ‘Help me write’ functionality to Chrome. The feature is already present in Google apps like Docs and Gmail and comes in handy if you are stuck when writing about a topic, replying to an email and even helps draft reviews and letters.",
                        "To use it in Chrome, users need to right-click a text box or a field on the website of their choice and press the ‘Help me write’ button. Now, type in a few words and the AI will start giving suggestions based on what you have written.",
                        "If you thought Chrome looked boring with custom themes, you can now generate a custom background for tabs using AI. According to Google, it is powered by the same text-to-image diffusion model the tech giant introduced with Android 14. Based on their subject, mood, colour or visual style, users will be able to generate custom tab backgrounds.",
                        "To use it, click on the ‘Customize Chrome’ option from the side panel, click on ‘Change theme’ and proceed to choose the ‘Create with AI’ option. You can also upload photos or customize themes from existing collections."
                    ]
                }
            },
            {
                "id": "1",
                "Data": {
                    "Date_of_Publish": "January 25, 2024",
                    "Image_URL": "https://d12aarmt01l54a.cloudfront.net/cms/images/Media-20240125195100/808-440.png",
                    "Title": "India’s first AI influencer, Naina, will launch her podcast show soon",
                    "Short_desc": "Artificial intelligence is transforming industries and pushing the boundaries of what was once believed impossible. One of the ground-breaking innovations making waves in India right now is the overelegance of virtual superstars.",
                    "Long_desc": [
                        "Artificial intelligence is transforming industries and pushing the boundaries of what was once believed impossible. One of the ground-breaking innovations making waves in India right now is the overelegance of virtual superstars.",
                        "At the forefront of this digital revolution stands Naina Avtr, a virtual celebrity created by Avtr Meta Labs in 2022. Naina’s journey from virtual anonymity to social media stardom has captivated audiences and sparked a new wave of curiosity about the juncture of reality and the digital realm. It is reported that India’s first AI influencer, Naina, will launch her podcast show soon.",
                        "Naina Avtr, a digitally crafted persona, came to life under the creative wings of Avtr Meta Labs, India’s pioneering Meta-influencer company. Introduced to the world in 2022, Naina quickly gained traction on Instagram, which currently has over 1,68,000 followers. Her content mainly revolves around fitness and fashion tips, dance performances, trending songs, travels and collaborations with prominent brands like Nykaa, Puma and Pepsi.",
                        "Virtual superstars like Naina Avtr are AI-powered characters that have managed to increase followers in a way similar to real-life celebrities. These digital personas blur the lines between fiction and reality, engaging audiences through music videos, social media, live streams, and other digital platforms.",
                        "The rise of virtual superstars highlights the potential of AI and other cutting-edge technologies to create immersive and entertaining experiences while reshaping the traditional celebrity narrative."
                    ]
                }
            },
            {
                "id": "2",
                "Data": {
                    "Date_of_Publish": "January 10, 2024 18:16 IST",
                    "Image_URL": "https://images.indianexpress.com/2024/01/Microsoft-AI-battery-20240110.jpg?w=640",
                    "Title": "Microsoft uses AI to find material for better lithium ion batteries",
                    "Short_desc": "Microsoft partnered with the Pacific Northwest National Laboratory (PNNL) and used artificial intelligence to find and synthesise a new battery that could potentially be used to make better lithium ion batteries.",
                    "Long_desc": [
                        "Artificial intelligence was used to discover a brand new substance that could make safer, more energy-dense and less resource-intensive batteries. Microsoft and PNNL on Wednesday announced that they used advanced AI to screen more than 32 million potential candidates to discover and synthesise the new materials that could help create better batteries.",
                        "Researchers used new AI methods to screen the 32 million materials and found over 500,000 stable candidates. But identifying half a million candidates is just the beginning. Finding a material with the right properties among them wouldn’t be dissimilar to looking for a needle in a haystack. Typically, that would involve high-performance computing and lab experimentation that could take “multiple lifetimes” to complete, according to Microsoft.",
                        "Microsoft’s Azure Quantum team worked with PNNL, which is part of the United States Department of Energy, to identify the new material which was unknown and not present in nature. After that, PNNL scientists synthesised and tested the material candidate to develop a working prototype. This demonstrated the material’s unique properties and its potential for use as energy-storage material—it used significantly less lithium and other materials.",
                        "That is how they developed the new solid-state electrolyte, a material that is also less likely to burst into flames than today’s lithium-ion batteries that use liquid electrolytes. Not only are solid-state batteries considered safer than conventional batteries but they could also provide more energy density.",
                        "Further, lithium is quite expensive and relatively scarce; mining it is problematic both environmentally and socially. This new battery material could reduce the use of lithium by as much as 70 per cent, with massive economic, social, and environmental benefits.",
                        "Of course, there is still a lot of work left to be done to see whether the new material is actually viable for use at a commercial scale. But the most exciting thing about the discovery is how AI was used to speed up a material science process that would have been so much longer and more expensive otherwise."
                    ]
                }
            },
            {
                "id": "3",
                "Data": {
                    "Date_of_Publish": "January 9, 2024 18:04 IST",
                    "Image_URL": "https://images.indianexpress.com/2023/12/openai.jpg?w=640",
                    "Title": "OpenAI fires back at NYT copying allegations, calls claims ‘without merit’",
                    "Short_desc": "OpenAI has publicly responded to a copyright lawsuit filed by The New York Times, calling the case “without merit” and alleging that the publication “intentionally manipulated” its chatbot to regurgitate entire lines from its articles. At the same time, OpenAI also expressed hope to still partner with the media outlet.",
                    "Long_desc": [
                        "OpenAI has publicly responded to a copyright lawsuit filed by The New York Times, calling the case “without merit” and alleging that the publication “intentionally manipulated” its chatbot to regurgitate entire lines from its articles. At the same time, OpenAI also expressed hope to still partner with the media outlet.",
                        "In a blog post published Tuesday, OpenAI asserted the Times “is not telling the full story” in its legal complaint. The artificial intelligence company took particular issue with claims that its ChatGPT tool frequently reproduced Times stories verbatim, arguing the newspaper deliberately manipulated prompts to generate regurgitated article excerpts.",
                        "“Even when using such prompts, our models don’t typically behave the way The New York Times insinuates, which suggests they either instructed the model to regurgitate or cherry-picked their examples from many attempts,” OpenAI wrote. “Interestingly, the regurgitations The New York Times induced appear to be from year-old articles that have proliferated on multiple third-party websites.”",
                        "OpenAI argued it has actively worked to reduce verbatim reproduction in its large language models. It also claimed the Times refused to provide specific examples of this alleged copying before filing its lawsuit last month.",
                        "“We aim to learn, educate, listen to feedback, and adapt,” the company said, noting it has met with dozens of news outlets and industry groups to address concerns. “Memorization is a rare failure of the learning process that we are continually making progress on.”",
                        "However, OpenAI maintained its long-held stance that broad access to aggregate human knowledge is essential for AI to learn and solve new problems. While respecting copyright law and offering opt-outs from training data, the company still believes scraping websites for data constitutes fair use enabling transformative AI applications.",
                        "Last August, OpenAI announced website owners could start blocking its web crawlers in 2023, nearly a year after ChatGPT’s launch.",
                        "Discussions with the Times had seemed constructive until the lawsuit was filed on December 27, OpenAI claimed. It said negotiations focused on a mutually beneficial partnership integrating Times content into ChatGPT with proper attribution.",
                        "“Their lawsuit on December 27—which we learned about by reading The New York Times—came as a surprise and disappointment to us,” the company stated.",
                        "Though the Times had previously mentioned issues with regurgitation, OpenAI said the newspaper repeatedly declined to provide examples for investigation despite OpenAI’s commitment to address problems.",
                        "“We regard The New York Times’ lawsuit to be without merit. Still, we are hopeful for a constructive partnership with The New York Times and respect its long history, which includes reporting the first working neural network over 60 years ago and championing First Amendment freedoms,” OpenAI concluded."
                    ]
                }
            },
            {
                "id": "4",
                "Data": {
                    "Date_of_Publish": "January 7, 2024 11:01 IST",
                    "Image_URL": "https://images.indianexpress.com/2024/01/Radiology.jpg?w=640",
                    "Title": "How AI can help detect cancer and why India’s biggest cancer treatment hospital is utilising it",
                    "Short_desc":"Given the escalating cases of cancer, the shortage of specialists poses a significant challenge in curbing fatalities. To address this gap, Mumbai’s Tata Memorial Hospital (TMH), the biggest cancer hospital in India, is turning to artificial intelligence (AI).",
                    "Long_desc":[
                        "Given the escalating cases of cancer, the shortage of specialists poses a significant challenge in curbing fatalities. To address this gap, Mumbai’s Tata Memorial Hospital (TMH), the biggest cancer hospital in India, is turning to artificial intelligence (AI).",
                        "By established a ‘Bio-Imaging Bank’ for cancer, the hospital is utilising deep learning to craft a cancer-specific tailored algorithm that aids in early-stage cancer detection. It incorporated data from 60,000 patients into the biobank in the last year.",
                        "What is a ‘Bio-Imaging Bank’, and how does AI come into the picture?",
                        "The project’s overarching goal is to create a robust repository encompassing radiology and pathology images, intricately linked with clinical information, outcome data, treatment specifics, and additional metadata. This comprehensive resource is strategically designed for the training, validation, and rigorous testing of AI algorithms.",
                        "Initially focusing on head neck cancers and lung cancers, with a minimum of 1000 patients for each cancer type, the project aims to surpass the committed patient data for both cancer types by its completion date. Alongside database creation, the project involves training and testing multiple AI algorithms using the gathered data, addressing medically relevant tasks such as screening for lymph node metastases, nucleus segmentation and classification, biomarker prediction (for instance, HPV in oropharyngeal and EGFR in lung cancer), and therapy response prediction.",
                        "The multi-institutional project is funded by the Department of Biotechnology, in collaboration with IIT-Bombay, RGCIRC-New Delhi, AIIMS-New Delhi, and PGIMER-Chandigarh.",
                        "How does AI help in early cancer detection?",
                        "AI contributes significantly to cancer detection by emulating the human brain’s information processing. In cancer diagnosis, AI analyses radiological and pathological images, learning from extensive datasets to recognise unique features associated with various cancers. This technology facilitates early detection by identifying tissue changes and potential malignancies.",
                        "Dr Suyash Kulkarni, Head of Radiodiagnosis at TMC, explained how the team employs AI in radiology. Comprehensive imaging generates longitudinal patient data, aiding in understanding behaviour, treatment response, disease recurrence, and overall survival. AI and machine learning protocols utilise this data to develop predictive models for tumour survival and guide treatment aggressiveness.",
                        "The creation of a tumour image bank involves segmenting and annotating images, outlining tumours, identifying different features, and annotating them as malignant, inflammatory, or edematous. Biopsy results, histopathology, immunohistochemistry reports, and genomic sequences are correlated with images and clinical data to develop diverse algorithms.",
                        "This approach allows TMH to develop algorithms for different tumours, assess treatment responses directly from images, and avoid unnecessary chemotherapy for predicted non-responders, offering clinical utility. Leveraging the biobank, predictive and diagnostic models are developed using thousands of breast cancer images, undergoing AI and ML analysis with technical support from partners like IIT-Bombay."
                    ]
                }
            },
            {
                "id":"5",
                "Data":{
                    "Date_of_Publish":"January 5, 2024 11:11 IST",
                    "Image_URL":"https://images.indianexpress.com/2024/01/AI-NEWS.jpg?w=640",
                    "Title":"AI to dominate this year’s CES, even without OpenAI’s Altman on hand",
                    "Short_desc":"OpenAI's influence at the show despite Altman's physical absence is reminiscent of Apple and its founder Steve Jobs, whose clout was felt despite him avoiding the show, with many firms jockeying to display gadgets compatible with the company's sleek products.",
                    "Long_desc":[
                        "OpenAI boss Sam Altman will not appear at the CES trade show in Las Vegas next week. But the generative artificial-intelligence fever his startup set off last year will be on full display as gadget makers race to find consumer uses for the technology.",
                        "In devices for the visually impaired, and safety systems involving guns at schools, to facial-recognition software that can assess vitals, and cabin-monitoring systems inside autonomous cars, dozens of companies have planned announcements for the show about how they are building AI into their gadgets.",
                        "CES 2024, formerly known as the Consumer Electronics Show, runs Jan. 9-12.",
                        "OpenAI’s influence at the show despite Altman’s physical absence is reminiscent of Apple and its founder Steve Jobs, whose clout was felt despite him avoiding the show, with many firms jockeying to display gadgets compatible with the company’s sleek products.",
                        "Altman is widely regarded as the poster child for the AI frenzy that has gripped the tech industry for the past year. He made headlines in November when he was briefly ousted by the ChatGPT maker’s board, and reinstated days later after more than 700 employees threatened to quit and join OpenAI investor Microsoft in solidarity.",
                        "Among other projects, OpenAI is working on a secretive AI hardware project with famed former Apple designer Jony Ive, according to media reports.",
                        "Funding for generative AI projects exploded last year, surging more than fivefold to $23.78 billion through the beginning of December from 2022, according to PitchBook data.",
                        "“It’s the year of AI in everything,” said Maribel Lopez, tech analyst at Lopez Research. “If you don’t have AI in your product, don’t show up, it’s not worth talking about.”",
                        "Germany’s Bosch is expected to showcase a near-invisible gun-detection system that will pair video and audio AI for proactive security involving firearms at schools. Japan’s NEC will unveil AI software that enables mobile devices to analyze face patterns and pupil conditions to estimate human vitals and mental state.",
                        "A slew of companies is expected to show off how using AI in vehicles is making them smoother and safer for drivers through better in-vehicle virtual assistants and cabin monitors.",
                        "The new focus area for automakers after years of investment into autonomous technology that used AI is technology that allows a “hyper personalized” experience while buying and driving cars, said Akash Arora, a managing director at Boston Consulting Group.",
                        "“They’re trying to figure out ‘if I could get to this level of customer experience it can really differentiate me in the market,'” he said of companies in the auto industry.",
                        "For instance, Cerence, which makes AI-powered virtual assistants, is set to announce a partnership with Volkswagen, and Israel-based Cipia is expected to unveil a system that monitors signs of distraction and drowsiness in drivers. Amazon.com said it will announce a generative AI partnership with BMW, but declined to provide details before the show.",
                        "Many automakers are also adopting AI in various stages of production to reduce costs, said Wendy Bauer, vice president of automotive and manufacturing at Amazon Web Services, which counts BMW and Toyota as customers. AI can help carmakers save money by speeding up vehicle development and ensuring better quality checks during manufacturing, she said.",
                        "PC and smartphone makers are also likely to showcase how their products use AI, which chipmakers including Intel and AMD are betting will offer a new revenue stream. Microsoft said on Thursday that PCs with a new AI button on the Windows keyboard will be on display at the show.",
                        "But it is not clear whether consumers will pay extra for AI capabilities on their computers because these developments perform less obvious tasks than OpenAI’s ChatGPT bot.",
                        "“Consumers love ChatGPT, but the consumer benefit of having it on a device isn’t clear,” said Jay Goldberg, chief executive of D2D Advisory. “That’s why everyone is going to talk about it – because everyone is scrambling for the consumer utility.”"
                    ]
                }
            },
            {
                "id":"6",
                "Data":{
                    "Date_of_Publish":"January 4, 2024 14:37 IST",
                    "Image_URL":"https://images.indianexpress.com/2024/01/AI.jpg?w=640",
                    "Title":"The politics and geopolitics of AI governance",
                    "Short_desc":"An international organisation to deal with emerging, strategic technology is bound to come against domestic interests, superpower rivalries. Solution may lie in pre-existing sector-specific standard-setting bodies",
                    "Long_desc":[
                        "India recently concluded the fourth edition of the Global Partnership on Artificial Intelligence (GPAI) summit with the unanimous endorsement of the New Delhi Declaration, which underscored the need to balance innovation and risks associated with Artificial Intelligence (AI) systems. This is among several inter-governmental summits that have occurred in the past few months to promote a similar idea.",
                        "Meanwhile, experts have started arguing for a single international organisation to move beyond these general partnerships and promote inclusivity in the policies and legislation passed by countries. The debate becomes pertinent in the backdrop of a meteoric rise in the introduction and passing of AI-related legislation in recent years. As per the Artificial Intelligence Index Report 2022, AI-related legislation has jumped from one in 2016 to 18 in 2022, in 25 nations. However, as the application of AI has been proven to transcend national or supranational boundaries, there are questions about the efficacy of domestic legislation. Secondly, the lack of a centralised transboundary governance regime can potentially cause countries, especially underdeveloped ones, to lower their standards in order to remain competitive, causing a downward trend in regulatory standards.",
                        "Against this backdrop, Gary Marcus and Anka Reuel recently suggested the creation of the International Agency for AI (IAAI). The idea of IAAI is to find “governance and technical solutions to promote safe, secure and peaceful AI technologies”. It will ensure domestic rules are based on certain fundamental principles accepted by all the nations. These include broad themes of safety and reliability, transparency, explainability, interpretability, privacy, accountability and fairness. Other organisations such as the International AI Organisation (IAIO), Emerging Technology Coalition and International Academy for AI Law and Regulation have also been proposed along similar lines.",
                        "However, the feasibility of such an organisation to implement principles on the ground is marred by geopolitical difficulties. Also, given that private industry is the major driver of AI innovation, they are still vying for self-regulation as the best way forward. This article will focus on the state-centric aspects where consensus-building institutions essentially face a dilemma — whether to focus on the inclusion of more members or on the mission/principle it seeks to accomplish.",
                        "Serious doubt is cast upon the effectiveness of any such organisation where nations have to get involved in a polarised world. Today, major superpowers have different agendas on AI, and every state seeks to gain a monopoly over it. For instance, it is quite unimaginable to bring Russia, China and the US to a single table along with other nations and build measures that are effective and implemented uniformly. Consequently, all major initiatives are bereft of China, which is a major player in the AI revolution. At the same time, others argue that the inclusion of China in such institutions will ultimately cause disruption in its functioning given that it has a history of violating international commitments given to organisations, including the World Trade Organisation (WTO) and International Telecommunication Union (ITU).",
                        "The race for leadership in AI has led to divisions within existing blocs. While it is true that almost all the major initiatives are dominated by Western nations, there is an imminent AI race within the bloc to change the powerplay of the future. For instance, President Joe Biden, while passing an AI Executive Order, said, “America will lead the way during this period of technological change”. Similarly, the EU is aggressively drafting AI regulations while the UK has revealed its own policy to shape AI’s trajectory.",
                        "This reflects a concerning trend that creating an organisation with nations of varied interests means slow consensus, and that too is a compromise based on lowest-denominator principles acceptable by all. And if the consensus is not binding, state compliance will be kept on the backburner and the focus will shift to domestic actions. Most of the current initiatives fall under this category. Moreover, as state-led guidelines/rules have not historically kept pace with changing technology, once they are created after a lengthy process, AI innovation might even outpace their effectiveness. A case in point could be arms-treaty regimes, such as the Treaty on Non-Proliferation of Nuclear Weapons and the Missile Technology Control Regime, where they have continuously struggled to maintain pace with technological changes.",
                        "It might be plausible that certain principles are recognised, but these are general and ever-transitioning. What is peace, transparency and equality might be read differently, and thus, building interoperability would not be actionable. It will, therefore, lead to the creation of multiple groups, causing conflict among the policies of states and disparity in integrating action plans globally. A case study in point could be the Council of Europe’s (CoE) Cybercrime Convention (Budapest Convention on Cybercrime). It is the only legally binding multilateral treaty coordinating cybercrime investigations between nation-states. It also criminalises certain cybercrimes. However, major countries, including India, China and Russia, declined to sign the convention because data sharing with foreign investigative agencies (Article 32b), particularly Western ones, will directly affect their sovereignty and domestic laws. Though it has proven beneficial to the EU member-states, which already have an established process, there is a substantial distrust among other states as it is not equitable and balanced in its approach.",
                        "So, what could be a solution that leapfrogs political dimensions and has a higher acceptance rate among varied interest groups? A plausible one is based on the assumption that AI is applicable to all cross-jurisdictional sectors. Thus, it would be efficient to encourage the existing sector-specific institutions, especially standard-setting, to develop the governing principles of AI in their respective industries.",
                        "Also known as the Standard Setting Organisations (SSO), these are established bodies that develop standards/rules that are interoperable, safe and uniform internationally. It includes organisations such as The Institute of Electrical and Electronics Engineers Standards Association (IEEE SA), the International Organisation for Standardisation (ISO), the International Electrotechnical Commission (International Electrotechnical Commission), and the International Telecommunications Union (ITU), among others. Their standards, though voluntary, have been historically adopted by most companies and countries, and they are also leading in the development of AI standards in their respective areas.",
                        "For instance, IEEE’s AI standardisation processes are part of its global initiative on the Ethics of Autonomous and Intelligent Systems. Meanwhile, the ITU has a Focus Group on Machine Learning for Future Networks focusing on telecommunications. It even created a Focus Group on AI for Health after the 2018 AI for Good Global Summit, “which aims inter alia to create standardised benchmarks to evaluate Artificial Intelligence algorithms used in healthcare applications.”",
                        "Although SSOs are based on a “soft-law” approach with a voluntary compliance mechanism, most of the standards gain legitimacy through support from diverse public and private groups. In the past, for instance, the ISO/IEC 27701 standards on data privacy, though voluntary, have had a global impact with states adopting principles and practices from the standard in their laws while still balancing them to local conditions and policy priorities. This indeed reflects that such standards have a higher chance of actually being incorporated into legislation and the functioning of private companies to maintain coherence across sectors and jurisdictions.",
                        "That’s why the application of principles for global AI governance should stem from the existing bodies that have already set a precedent. Eventually, new organisations can incorporate these standards into their frameworks to ensure the harmonisation of AI principles without causing disruptions. It ultimately fulfils the requirement of political flexibility, cross-jurisdictional cohesion of action plans and immediate implementation mechanisms available at the initial stages of the AI spectrum.",
                        "The journey toward effective global AI governance is undoubtedly challenging. But the pathway of building upon existing foundations holds promise for a future where principles are not only recognised but also seamlessly integrated into the fabric of technological advancements."
                    ]
                }
            }
        ]
    }
]